<!DOCTYPE html>
<html lang="ru">
  <head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <!-- The above 3 meta tags *must* come first in the head; any other head content must come *after* these tags -->
    <title>CakeGroup | Права пользователей</title>

    <!-- Bootstrap -->
    <link href="../bootstrap/css/bootstrap.min.css" rel="stylesheet">
    <!-- Стиль для страницы-->
    <link href="style/index.css" rel="stylesheet">
    <link href='http://fonts.googleapis.com/css?family=Lobster&subset=latin,cyrillic' rel='stylesheet' type='text/css'>

    <!-- HTML5 shim and Respond.js for IE8 support of HTML5 elements and media queries -->
    <!-- WARNING: Respond.js doesn't work if you view the page via file:// -->
    <!--[if lt IE 9]>
      <script src="https://oss.maxcdn.com/html5shiv/3.7.2/html5shiv.min.js"></script>
      <script src="https://oss.maxcdn.com/respond/1.4.2/respond.min.js"></script>
    <![endif]-->
  </head>
  <body >
    <div class='container'>
	<div class='row'>
	    <div class='col-lg-12 col-md-12' style = 'text-align: justify;'>
		<h1>TERMS & CONDITIONS</h1>
		<p>	
Проект «Cake Group» (далее — cake) соблюдает права пользователей (далее – Пользователи или вы) на неразглашение личной информации и в полной мере принимает на себя обязательства по сохранению личных данных, переданных в адрес проекта. Проект cake уверен, что Пользователи (включая зарегистрированных) ее продукции и услуг имеют полное право знать о политике и способах обработки информации, получаемой ею во время посещения, получения доступа и использования ее веб-сайта по адресу  www.chat.self.ru.com , а также в ходе использования Услуг.</p>
		<h2>Согласие</h2>
		<p>Пожалуйста, внимательно ознакомьтесь со следующей информацией: используя сайт или услуги, получая доступ к сайту, предоставляя информацию посредством указанного сайта, регистрируя учетную запись на сайте, вы соглашаетесь на правила, описанные в тексте политики конфиденциальности, включая те, которые имеют отношение к сбору и обработке ваших личных данных (как указано ниже) (далее — политика конфиденциальности).</p>
		<h2>Сбор информации</h2>
		<p>Проект cake может собирать анонимную неличную информацию (далее – Неличная информация), предоставленную Пользователями. К Неличной информации относится любая нескрываемая информация, которая становится доступной проекту cake во время получения доступа на Сайт и его непосредственного использования. Неличная информация может содержать, помимо прочего, данные об идентификации браузера Пользователя, так же как и оперативной системы, порядок посещения страниц Пользователем, время и дату подключения Пользователя и т.п. Данная информация собирается для ведения статистики и применяется для улучшения качества Услуг, предоставляемых проектом, а также усовершенствования интерфейса Сайта. Проект может собирать Личную информацию, добровольно и сознательно предоставляемую Пользователями во время создания Учетной записи через Сайт или регистрации иным способом для получения Услуг. «Личная информация» означает индивидуальные данные, такие как фамилия и имя, номер мобильного телефона и адрес электронной почты. Кроме того, чтобы наиболее эффективно предоставлять Услуги, проект собирает информацию о вашем местонахождении при помощи GPS-навигатора, которая (информация) может быть идентифицирована и передана Поставщикам услуг (как определено в ЛС).
Во избежание недоразумений любая Неличная информация, имеющая отношение к Личной информации или связанная с ней, будет рассматриваться как Личная до тех пор, пока существует такая связь/отношение.</p>
		<h2>Использование информации</h2>
		<p>Проект cake может использовать Личную информацию, чтобы: (i) предоставлять Услуги; (ii) отправлять сообщения Пользователям относительно Услуг (например, дату прибытия сообщение и т.п.); (iii) предоставлять пользователям поддержку; (iv) отправлять рекламные материалы для целевой аудитории и сообщать о льготных предложениях (далее – Рекламные материалы).</p><h2>Разглашения информации</h2>
		<p>Проект cake обязуется не разглашать какую-либо Личную информацию, полученную ею от третьих лиц. Несмотря на это, она может раскрывать подобную информацию в следующих случаях: (a) для соблюдения требований применимого закона, постановления, судебного процесса, судебной повестки или требований правительства; (б) для обеспечения соблюдения данной Политики конфиденциальности или ЛС, включая исследование потенциальных нарушений указанных регламентов; (в) для обнаружения, предотвращения или решения вопросов, связанных с обманом, безопасностью или техническими аспектами; (г) для ответов на просьбы Пользователей о поддержке; (д) для реагирования на претензии относительно того, что то или иное информационное наполнение нарушает права третьих лиц;</p>
	    </div>
		
		 
	</div>
    </div>

    <!-- jQuery (necessary for Bootstrap's JavaScript plugins) -->
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/1.11.2/jquery.min.js"></script>
    <!-- Include all compiled plugins (below), or include individual files as needed -->
    <script src="../bootstrap/js/bootstrap.min.js"></script>
  </body>
</html>